tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lotyp/formulae"
tap "planetscale/tap"
tap "shinokada/tera"
tap "yt-dlp/taps"
brew "asimov", restart_service: true
brew "atomicparsley"
brew "autojump"
brew "bash"
brew "bat"
brew "glib"
brew "coreutils"
brew "openldap"
brew "folly"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "gitup"
brew "imagemagick"
brew "instalooter"
brew "jq"
brew "lazygit"
brew "mackup"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "node@16"
brew "pwgen"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "ssh-copy-id"
brew "tmux"
brew "trash"
brew "tree"
brew "uni2ascii"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "yq"
brew "lotyp/formulae/dockutil"
brew "planetscale/tap/pscale"
brew "yt-dlp/taps/yt-dlp"
cask "adobe-acrobat-reader"
cask "aerial"
cask "authy"
cask "autofirma"
cask "battle-net"
cask "caffeine"
cask "camo-studio"
cask "discord"
cask "firefox"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-jetbrains-mono"
cask "font-smoothing-adjuster"
cask "google-chrome"
cask "handbrake"
cask "insomnia"
cask "iterm2"
cask "kapitainsky-rclone-browser"
cask "keyboardcleantool"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "netnewswire"
cask "notion"
cask "obs"
cask "obs-websocket"
cask "obsidian"
cask "openemu"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "raycast"
cask "scummvm"
cask "slack"
cask "sony-ps-remote-play"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp-alpha"
cask "zoom"
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "Collected", id: 1511343960
mas "Data Jar", id: 1453273600
mas "Developer", id: 640199958
mas "Hand Mirror", id: 1502839586
mas "Hush", id: 1544743900
mas "Hyperduck", id: 6444667067
mas "Jayson", id: 1468691718
mas "Minimal Twitter", id: 1668204600
mas "Quick Draft", id: 1496067471
mas "Refined GitHub", id: 1519867270
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Tot", id: 1491071483
